import { IBreedItem } from './index';

const items: IBreedItem[] = [
    {
        title: "Австралийская овчарка",
        img: require('../../assets/img/breeds/dogs/2-5-735x562.png'),
        text: "Несмотря на свое название, порода была выведена в США. В свое время помогала фермерам в выпасе и перегоне скота."
    },
    {
        title: "Австралийская пастушья собака",
        img: require('../../assets/img/breeds/dogs/3-5-735x602.png'),
        text: "Эта порода отличается силой и выносливостью, поскольку предназначалась для перегона целых табунов крупного рогатого скота на дальние расстояния. Легко поддаются дрессировке и всегда понимают, чего хозяин хочет от собаки."
    },
    {
        title: "Австралийский келпи",
        img: require('../../assets/img/breeds/dogs/4-5-735x542.png'),
        text: "Эта порода характеризуется как интеллигентная, не лишенная умственных способностей. У нее мягкий характер, при этом это достаточно живая и активная собака. У нее заложен инстинкт, связанный с охраной домашних животных, находящихся как в поле, так и в загонах."
    },
    {
        title: "Австралийский терьер",
        img: require('../../assets/img/breeds/dogs/5-5-735x579.png'),
        text: "Эта порода появилась на свет для того, чтобы помогать охотникам, но со временем ее приспособили для охраны различных объектов. У этой породы отличное зрение, нюх, чутье. А также громкий голос."
    },
    {
        title: "Австрийская гончая",
        img: require('../../assets/img/breeds/dogs/6-5-735x508.png'),
        text: "Порода в основном распространена в пределах Австрии, поэтому за пределами этой страны встречается достаточно редко. Порода охотничья, поэтому основные владельцы ее – это охотники."
    },
    {
        title: "Азавак",
        img: require('../../assets/img/breeds/dogs/7-5-735x525.png'),
        text: "Об этой породе стало известно лишь в 1970 году, поскольку выведена была кочевыми племенами."
    },
    {
        title: "Акита-ину",
        img: require('../../assets/img/breeds/dogs/8-5-735x543.png'),
        text: "Порода отличается уникальным внешним видом, при этом у собаки благородный, уравновешенный характер, отличающийся преданностью к своему хозяину."
    },
    {
        title: "Алано",
        img: require('../../assets/img/breeds/dogs/9-5-735x585.png'),
        text: "Довольно редкая порода, насчитывающая в мире не больше 1000 особей, при этом на исторической родине их насчитывается не больше сотни."
    },
    {
        title: "Аляскинский Кли-Кай",
        img: require('../../assets/img/breeds/dogs/10-5-735x489.png'),
        text: "Можно смело говорить, что это северный шпиц, которого вывели в прошлом столетии. По внешнему виду эта порода больше напоминает породу «Хаски». Отличается энергичным поведением, при этом она достаточно умная и сообразительная."
    },
    {
        title: "Аляскинский маламут",
        img: require('../../assets/img/breeds/dogs/11-5-735x492.png'),
        text: "Порода отличается весьма грозным внешним видом, но при этом она имеет дружелюбный характер и достаточно ласковая. Еще не так давно эту породу использовали для охранных функций, но в наше время собака утратила эти качества."
    },
    {
        title: "Американская акита",
        img: require('../../assets/img/breeds/dogs/12-2-735x532.png'),
        text: "Отличается достаточно дружелюбным поведением, а также привлекательным внешним видом. Не смотря на послушный характер, собака готова в любой момент защитить своего хозяина."
    },
    {
        title: "Американский бандог",
        img: require('../../assets/img/breeds/dogs/13-1-735x569.png'),
        text: "Эта порода требует правильного воспитания и дрессировки, после чего открываются у нее прекрасные качества сторожевой собаки."
    },
    {
        title: "Американский бульдог",
        img: require('../../assets/img/breeds/dogs/14-1-735x570.png'),
        text: "Официально об этой породе стало известно в конце 19 века. Ближайшим родственником породы считаются старые английские бульдоги."
    },
    {
        title: "Американский голый терьер",
        img: require('../../assets/img/breeds/dogs/15-1-735x551.png'),
        text: "Порода энергичная и интеллектуальная, что облегчает процесс ее социализации, но обязательно с дрессировкой и воспитанием. Прекрасно подойдет в качестве домашнего любимца для семей, у которых имеются члены семьи, склонные к аллергии."
    },
    {
        title: "Американский стаффордширский терьер",
        img: require('../../assets/img/breeds/dogs/16-735x526.png'),
        text: "Это безгранично преданная и любящая собака, по отношению к ее хозяину и семье в целом. Она различает, как взрослых, так и детей, находя с ними общий язык."
    },
    {
        title: "Анатолийская овчарка",
        img: require('../../assets/img/breeds/dogs/17-735x561.png'),
        text: "Это достаточно умное животное, которое легко поддается дрессировке и воспитанию. Оставляя детей в обществе этой овчарки, можно быть спокойным за последствия: она прекрасная нянька."
    },
    {
        title: "Английская овчарка",
        img: require('../../assets/img/breeds/dogs/18-735x546.png'),
        text: "Отличительная особенность этой собаки – она прекрасный пастух и способна самостоятельно управлять целым стадом домашних животных."
    },
    {
        title: "Английский бульдог",
        img: require('../../assets/img/breeds/dogs/19-735x591.png'),
        text: "Любимое занятие этой породы собак – это провести время на диване рядом со своим хозяином. Собака болезненно переносит одиночество и недостаток внимания."
    },
    {
        title: "Английский кокер-спаниель",
        img: require('../../assets/img/breeds/dogs/20-735x537.png'),
        text: "Порода представляет настоящую охотничью собаку, которая отличается огромным зарядом энергии и постоянным желанием находиться в движении."
    },
    {
        title: "Английский мастиф",
        img: require('../../assets/img/breeds/dogs/21-735x503.png'),
        text: "Подобная порода характеризуется как домашняя, благодаря наличию уравновешенного и спокойного характера. При этом она искренняя и преданная."
    },
    {
        title: "Английский сеттер",
        img: require('../../assets/img/breeds/dogs/22-735x527.png'),
        text: "Считается наиболее популярной породой, представляющей сеттеров. В Средние века эта порода собак помогала человеку охотиться на птиц с сетями."
    },
    {
        title: "Английский той-терьер",
        img: require('../../assets/img/breeds/dogs/23-735x532.png'),
        text: "По отношению к человеку порода достаточно дружелюбная. У нее высокий темперамент, поэтому собака достаточно активная и шумная. Несмотря на это, собака прекрасно ловит крыс."
    },
    {
        title: "Английский фоксхаунд",
        img: require('../../assets/img/breeds/dogs/24-735x490.png'),
        text: "По отношению к человеку проявляет дружелюбие, но имеет природные охотничьи инстинкты. Кроме этого, собака достаточно выносливая и выдерживает длительное преследование животных на охоте."
    },
    {
        title: "Аргентинский дог",
        img: require('../../assets/img/breeds/dogs/25-735x500.png'),
        text: "Аргентинского дога в свое время привлекали к собачьим боям, из-за чего порода снискала дурную славу, как особо агрессивная, поэтому была запрещена в некоторых европейских странах."
    },
    {
        title: "Афганская борзая",
        img: require('../../assets/img/breeds/dogs/26-735x592.png'),
        text: "Представляет одну из самых древних пород и известна еще под названием Афганская овчарка. Основное предназначение – это охота на зайцев, антилоп и другого зверья."
    },
    {
        title: "Аффенпинчер",
        img: require('../../assets/img/breeds/dogs/27-735x545.png'),
        text: "Считается довольно редкой породой и не рекомендуется для семей, у которых имеются маленькие дети."
    },
    {
        title: "Басенджи",
        img: require('../../assets/img/breeds/dogs/28-735x525.png'),
        text: "Это настоящие компаньоны для человека, поскольку легко и быстро привязываются к своему хозяину и остальным членам семьи."
    },
    {
        title: "Бассет-хаунд",
        img: require('../../assets/img/breeds/dogs/29-735x536.png'),
        text: "Это собака с огромными интеллектуальными возможностями, но при этом любит, когда ее любят и уважают. Имеют весьма спокойный нрав, не требует серьезных физических нагрузок."
    },
    {
        title: "Бедлингтон-терьер",
        img: require('../../assets/img/breeds/dogs/30-735x562.png'),
        text: "Отличается уникальным внешним видом, но при этом собака отличается наличием выраженных охотничьих инстинктов, обладая при этом чувством собственного достоинства."
    },
    {
        title: "Белая швейцарская овчарка",
        img: require('../../assets/img/breeds/dogs/31-735x552.png'),
        text: "Сторожевая порода собак, поэтому обладает всеми, присущими этой функции, данными. Не проявляет агрессии к посторонним людям и животным, в том числе и собакам."
    },
    {
        title: "Бельгийский гриффон",
        img: require('../../assets/img/breeds/dogs/32-735x588.png'),
        text: "Представляет комнатно-декоративную породу, при этом отличается уникальным развитием с переменой характера. Когда собака молодая, то довольно слабая и малоактивная. Взрослая, она набирает вес, а также мышечную массу и впоследствии становится активной и жизнерадостной."
    },
    {
        title: "Бельгийская овчарка",
        img: require('../../assets/img/breeds/dogs/1-6-735x506.png'),
        text: "Собака достаточно умная и обладает прекрасными охранными характеристиками. У нее живой и интеллектуальный взгляд. При этом она не рекомендуется для содержания неопытными или нерешительными владельцами."
    },
    {
        title: "Бернский зенненхунд",
        img: require('../../assets/img/breeds/dogs/1-7-735x521.png'),
        text: "Этой собаке присущи многие положительные характеристики. Это не только сильная и выносливая порода, она очень предана своему хозяину и отличается добродушным нравом."
    },
    {
        title: "Бивер-йоркширский терьер",
        img: require('../../assets/img/breeds/dogs/2-6-735x557.png'),
        text: "Декоративная порода собак с уравновешенным темпераментом, но при этом с сильным и волевым характером. Прекрасно себя чувствует в домашней компании человека и животных."
    },
    {
        title: "Бигль",
        img: require('../../assets/img/breeds/dogs/3-6-735x603.png'),
        text: "В свое время порода собак помогала человеку охотиться на мелких, но шустрых животных. Собака дружелюбная, умная, ласковая и энергичная."
    },
    {
        title: "Бишон фризе",
        img: require('../../assets/img/breeds/dogs/4-6-735x575.png'),
        text: "Это веселая и игривая собака от природы. Кроме этого она смелая и неагрессивная, но при этом имеет сложный нрав, требующий воспитания и дрессировки."
    },
    {
        title: "Бладхаунд",
        img: require('../../assets/img/breeds/dogs/5-6-735x543.png'),
        text: "Это истинная гончая порода, чрезвычайно активная, требующая постоянной физической нагрузки. В противном случае сможет сделать из квартиры мусорку."
    },
    {
        title: "Бобтейл",
        img: require('../../assets/img/breeds/dogs/6-6-735x559.png'),
        text: "Бобтейлы, не смотря на свой устрашающий (сравнительно) внешний вид, отличаются дружелюбным характером и преданностью по отношению к членам семьи."
    },
    {
        title: "Болоньез",
        img: require('../../assets/img/breeds/dogs/7-6-735x511.png'),
        text: "Внешний вид этой породы весьма привлекательный и интересный. Они любят своих хозяев, но недоверчиво относятся к посторонним людям."
    },
    {
        title: "Бордер-колли",
        img: require('../../assets/img/breeds/dogs/8-6-735x513.png'),
        text: "Порода представляет чрезвычайно энергичное и стремительное животное, поэтому нуждается в постоянных физических нагрузках."
    },
    {
        title: "Бордоский дог",
        img: require('../../assets/img/breeds/dogs/9-6-735x582.png'),
        text: "Достаточно древняя французская порода, предками которой являются римские бойцовые собаки. Первоначально использовалась эта порода для защиты поселений человека от волков и медведей."
    },
    {
        title: "Босерон",
        img: require('../../assets/img/breeds/dogs/10-6-735x580.png'),
        text: "Порода отличается тем, что она достаточно социальная, поскольку отличается дружелюбием, как и своим сородичам, так и другим животным. Интеллект этой собаки находится на высоком уровне."
    },
    {
        title: "Бостон-терьер",
        img: require('../../assets/img/breeds/dogs/11-6-735x545.png'),
        text: "Это собака, которая вобрала в себя массу, как положительных, так и отрицательных качеств. Нуждается в квалифицированном воспитании и дрессировке."
    },
    {
        title: "Бразильский фила",
        img: require('../../assets/img/breeds/dogs/12-3-735x549.png'),
        text: "Может с успехом защитить объект, который ему поручил человек. Проявляет недоверие к посторонним людям и даже на выставках держит всех на расстоянии, в том числе и судей."
    },
    {
        title: "Брюссельский гриффон",
        img: require('../../assets/img/breeds/dogs/13-2-735x528.png'),
        text: "Не смотря на свои не большие размеры, порода знает себе цену, но при этом проявляют дружелюбные чувства и любят поиграть."
    },
    {
        title: "Бульмастиф",
        img: require('../../assets/img/breeds/dogs/14-2-735x555.png'),
        text: "Порода отличается безграничной преданностью к своему хозяину, но при этом ведут себя неагрессивно по отношению к членам семьи, знаком и друзьям, настороженно встречая незнакомых людей."
    },
    {
        title: "Бультерьер",
        img: require('../../assets/img/breeds/dogs/15-2-735x547.png'),
        text: "Достаточно своенравная и упрямая собака, поэтому требует квалифицированного подхода в дрессировке и воспитании. Кроме этого, бультерьеров необходимо постоянно контролировать, иначе они попытаются самостоятельно расширять границы дозволенного."
    },
    {
        title: "Бурбуль",
        img: require('../../assets/img/breeds/dogs/16-1-735x596.png'),
        text: "Это сильные и выносливые собаки, с прекрасно сложенным телом, требующим постоянных физических нагрузок. Для них каждодневные прогулки на 5 км – это минимальная нагрузка."
    },
    {
        title: "Веймаранер",
        img: require('../../assets/img/breeds/dogs/17-1-735x599.png'),
        text: "Порода отличается стабильным, уравновешенным характером. Собака сильно привязывается к своему хозяину, но при этом весьма дружелюбно относится ко всем остальным членам семьи."
    },
    {
        title: "Вельш корги кардиган",
        img: require('../../assets/img/breeds/dogs/18-1-735x533.png'),
        text: "Прекрасно поддаются дрессировке в самом раннем возрасте, поскольку порода любопытная и имеет отличную память."
    },
    {
        title: "Вельш корги пемброк",
        img: require('../../assets/img/breeds/dogs/19-1-735x568.png'),
        text: "Порода весьма доброжелательная, что является ее основным отличием. У нее веселый нрав и она любит находиться постоянно в движении, поэтому с ней необходимо регулярно гулять."
    },
    {
        title: "Венгерская борзая",
        img: require('../../assets/img/breeds/dogs/20-1-735x618.png'),
        text: "Порода достаточно медленно развивается в психологическом плане, что требует особого подхода в воспитании и дрессировке уже с раннего возраста. Получив соответствующее воспитание, собака прекрасно слушается и понимает своего хозяина, не проявляя агрессии."
    },
    {
        title: "Веттерхун",
        img: require('../../assets/img/breeds/dogs/21-1-735x526.png'),
        text: "Собака умная, но упрямая, обладающая бурным темпераментом. Зачастую ее трудно заставить выполнять нужные команды."
    },
    {
        title: "Вольфшпиц",
        img: require('../../assets/img/breeds/dogs/22-1-735x640.png'),
        text: "Многие называют эту породу «улыбающимся голландцем» из-за особенностей выражения мордочки. Собака отличается открытым, дружелюбным и общительным характером, что вполне соответствует выражению ее мордочки и глаз."
    },
    {
        title: "Восточносибирская лайка",
        img: require('../../assets/img/breeds/dogs/23-1-735x599.png'),
        text: "Восточносибирские лайки находят общий язык с человеком любого возраста. У них ярко выраженные охотничьи привычки, при этом отмечается уравновешенный характер."
    },
    {
        title: "Гампр",
        img: require('../../assets/img/breeds/dogs/24-1-735x537.png'),
        text: "Гампр в переводе с армянского означает большой и сильный, поэтому собаку еще называют армянским волкодавом. Собака способна выполнять разнообразные функции."
    },
    {
        title: "Голландская овчарка",
        img: require('../../assets/img/breeds/dogs/25-1-735x536.png'),
        text: "Считается достаточно умной породой собак, которая легко поддается обучению, воспитанию и дрессировке. С давних времен голландская овчарка выполняла охранные функции. Зачастую их можно увидеть в роли поводырей."
    },
    {
        title: "Голландский смаусхонд",
        img: require('../../assets/img/breeds/dogs/26-1-735x526.png'),
        text: "Отличается уравновешенностью и дружелюбностью характера, при этом считаются живыми и сильными собаками. Они без проблем уживаются, как с собаками, так и с кошками, в том числе и с детьми."
    },
    {
        title: "Гренландская собака",
        img: require('../../assets/img/breeds/dogs/27-1-735x578.png'),
        text: "Порода ездовых собак, корни которых уходит далеко в прошлое. Отличается силой, выносливостью, а также способностью ориентироваться."
    },
    {
        title: "Грейхаунд",
        img: require('../../assets/img/breeds/dogs/28-1-735x483.png'),
        text: "Порода охотничьих собак, но не предназначенная для длительного преследования добычи. Зато при беге на коротких дистанциях этой собаке нет равных."
    },
    {
        title: "Далматин",
        img: require('../../assets/img/breeds/dogs/29-1-735x553.png'),
        text: "Эти собаки, если своевременно не начать их воспитывать и обучать с раннего возраста, склонные к доминированию. У этой породы невероятная сила и мощь. Несмотря на это, порода семейная и социально – адаптированная."
    },
    {
        title: "Джек-Рассел терьер",
        img: require('../../assets/img/breeds/dogs/30-1-735x523.png'),
        text: "Обучить эту собаку базовым командам не составит особого труда, поскольку эти собаки умные и любознательные. Кроме этого, они преданы своему хозяину. Отличается высокой активностью, поэтому ее следует занимать интенсивными физическими нагрузками, привлекая собаку к различным подвижным играм, вроде мини-аджилити."
    },
    {
        title: "Доберман",
        img: require('../../assets/img/breeds/dogs/31-1-735x541.png'),
        text: "Считается, что доберманы представляют злую, задиристую и неуравновешенную породу. На самом деле это совсем не так, тем более, если своевременно начать воспитание и дрессировку."
    },
    {
        title: "Дратхаар",
        img: require('../../assets/img/breeds/dogs/32-1-735x571.png'),
        text: "Это послушная порода, но при этом она достаточно активная и умная. Собаки веселые и преданные своему хозяину."
    },
    {
        title: "Древер",
        img: require('../../assets/img/breeds/dogs/33-735x564.png'),
        text: "Представляет породу гончих собак, поэтому отличается хорошо поставленным голосом и прекрасным чутьем. Обладает самостоятельным характером, поэтому собаку нужно постоянно контролировать."
    },
    {
        title: "Евразиер",
        img: require('../../assets/img/breeds/dogs/34-735x483.png'),
        text: "Собака отличается достаточно уравновешенной психикой и проницательным умом, что способствует быстрому воспитанию и обучению. Может стать прекрасным компаньоном, поскольку привязывается, как к хозяину, так и к членам семьи, но при этом с недоверием относятся к посторонним людям."
    },
    {
        title: "Западносибирская лайка",
        img: require('../../assets/img/breeds/dogs/35-735x512.png'),
        text: "Западносибирские лайки всегда отличались уравновешенной психикой, что способствует спокойному поведению. Несмотря на это, собака живая и подвижная. Кроме этого, они более выносливые и неприхотливые, по сравнению с другими породами лаек."
    },
    {
        title: "Золотистый ретривер",
        img: require('../../assets/img/breeds/dogs/1-8-735x532.png'),
        text: "Чрезвычайно выносливая и невероятно энергичная собака с красивой внешностью. У них прекрасная память и развитое чутье. Они прекрасно себя чувствуют, как на суше, так и в воде."
    },
    {
        title: "Ирландский волкодав",
        img: require('../../assets/img/breeds/dogs/5-735x536.png'),
        text: "Считается одной из самых больших собак в мире, поскольку у волкодавов внушительный рост, а также уникальная внешность. Тело у них мускулистое и хорошо развитое, а их движения легкие и стремительные."
    },
    {
        title: "Ирландский терьер",
        img: require('../../assets/img/breeds/dogs/2-7-735x578.png'),
        text: "Ирландские терьеры вобрали в себя большое количество достоинств, несмотря на то, что у них наблюдаются перепады настроения. В целом же они ведут себя активно и у них веселый нрав."
    },
    {
        title: "Исландская собака",
        img: require('../../assets/img/breeds/dogs/3-7-735x551.png'),
        text: "Исландская собака обладает не сильно выраженным охотничьим инстинктом. При этом она неагрессивная и любопытная, а также выносливая, поскольку ей приходится выполнять функции пастуха."
    },
    {
        title: "Испанский гальго",
        img: require('../../assets/img/breeds/dogs/4-7-735x563.png'),
        text: "Специализация этой охотничьей борзой заключается в охоте на зайцев, но охотники используют собаку так же для охоты на лис и на кабана. Порода обладает прекрасным нюхом, поэтому запросто способна выследить любого зверя."
    },
    {
        title: "Йоркширский терьер",
        img: require('../../assets/img/breeds/dogs/5-7-735x523.png'),
        text: "Декоративная порода собак, которая способна быстро принимать решения, при этом она всячески пытается угодить своему хозяину."
    },
    {
        title: "Кавалер-кинг-чарльз-спаниель",
        img: require('../../assets/img/breeds/dogs/6-7-735x545.png'),
        text: "Невероятно общительные собаки, которые предпочитают все время проводить со своим хозяином, постоянно получая похвалу от него."
    },
    {
        title: "Кавказская овчарка",
        img: require('../../assets/img/breeds/dogs/7-7-735x517.png'),
        text: "Ее родословная уходит на пару тысяч лет назад, когда ее скрестили с тибетским догом."
    },
    {
        title: "Кане-корсо",
        img: require('../../assets/img/breeds/dogs/8-7-735x584.png'),
        text: "У собаки достаточно твердый и упрямый характер, поэтому порода зачастую проявляет или пытается проявлять самостоятельность. Поэтому формировать питомца в правильном социальном направлении необходимо, как можно раньше."
    },
    {
        title: "Карело-финская лайка",
        img: require('../../assets/img/breeds/dogs/9-7-735x598.png'),
        text: "Это веселая и достаточно жизнерадостная собака, а кроме этого она настоящий охотник, а также настоящий друг любого человека, в том числе и охотников. Она помогает охотиться, как на кабанов, так и на других животных. Считается весьма редкой породой и уникальным нравом."
    },
    {
        title: "Карликовый пинчер",
        img: require('../../assets/img/breeds/dogs/10-7-735x564.png'),
        text: "Порода собак, которая легко поддается воспитанию и обучению. Она быстро становится неотъемлемой частью любой семьи и имеет достаточно игривый, живой характер, хотя проявляет недоверие к посторонним людям."
    },
    {
        title: "Карликовый шнауцер",
        img: require('../../assets/img/breeds/dogs/11-7-735x588.png'),
        text: "Не смотря на свои не большие размеры, собака смело может защищать своего хозяина и его семью, как от посторонних людей, так и собак, несмотря на то, что они могут иметь значительно, большие размеры."
    },
    {
        title: "Керн-терьер",
        img: require('../../assets/img/breeds/dogs/12-4-735x603.png'),
        text: "Собака с устойчивой психикой и может легко привыкнуть к вновь изменившимся условиям существования. При этом она ведет активный образ жизни и всегда веселая, и жизнерадостная."
    },
    {
        title: "Керри-блю-терьер",
        img: require('../../assets/img/breeds/dogs/13-3-735x559.png'),
        text: "Это собаки, которые заряжены жизненной энергией, что позволяет им постоянно находиться в движении. Для тех, кто ведет активный образ жизни, эта порода собаки станет настоящим компаньоном и другом."
    },
    {
        title: "Китайская хохлатая собака",
        img: require('../../assets/img/breeds/dogs/14-3-735x595.png'),
        text: "Отличаются эти собаки уникальным, может даже непривычным внешним видом. Кроме этого, они быстро и навсегда привязываются к своему хозяину. Постоянно заглядывают к хозяину в глаза, как бы пытаясь понять, что он намерен делать дальше."
    },
    {
        title: "Коикерхондье",
        img: require('../../assets/img/breeds/dogs/15-3-735x516.png'),
        text: "Это ласковые создания, которые стараются всегда быть рядом с хозяином. Кроме этого, это разумные и находчивые собаки, реагирующие на условия окружающей среды."
    },
    {
        title: "Кромфорлендер",
        img: require('../../assets/img/breeds/dogs/16-2-735x479.png'),
        text: "Порода достаточно послушная и контактная, поэтому легко находит общий язык с человеком и членами семьи. Отличаются умом и сообразительностью, а также настоящей любовью и преданностью по отношению к своему хозяину."
    },
    {
        title: "Ксолоитцкуинтли",
        img: require('../../assets/img/breeds/dogs/17-2-735x532.png'),
        text: "Считаются хорошими сторожевыми собаками, а также настоящими компаньонами. Собака неагрессивная и отличается спокойным не бурным поведением. Кроме этого, собака жизнерадостная и сообразительная, но настороженно относится к посторонним людям."
    },
    {
        title: "Курцхаар",
        img: require('../../assets/img/breeds/dogs/18-2-735x567.png'),
        text: "По природе – это отличные охотники, но они всегда стают полноправными членами семьи. Они всегда пытаются угодить своему хозяину и при этом считаются умными и доброжелательными немецкими легавыми."
    },
    {
        title: "Лабрадор-ретривер",
        img: require('../../assets/img/breeds/dogs/20-2-735x551.png'),
        text: "Эта порода отличается всех положительных качеств, о которых только можно говорить. Она безгранично предана, как своему хозяину, так и всем остальным членам семьи. Главное, что она так же безгранично добрая и ласковая по отношению к человеку."
    },
    {
        title: "Лабрадудель",
        img: require('../../assets/img/breeds/dogs/21-2-735x461.png'),
        text: "Как и остальные лабрадоры, представители этого семейства прекрасно ладят, как с взрослыми, так и с детьми. Они энергичные и доброжелательные."
    },
    {
        title: "Лангхаар",
        img: require('../../assets/img/breeds/dogs/22-2-735x546.png'),
        text: "У собаки напрочь отсутствуют хоть какие-то признаки агрессивности. Она послушная и легко осваивает все необходимые команды. Очень любит продолжительные прогулки."
    },
    {
        title: "Ландсир",
        img: require('../../assets/img/breeds/dogs/23-2-735x553.png'),
        text: "Это благородная порода, которая знает себе цену, поскольку всегда чувствует себя уверенно. Несмотря на это, это спокойное и уравновешенное животное."
    },
    {
        title: "Левретка",
        img: require('../../assets/img/breeds/dogs/24-2-735x509.png'),
        text: "Собаки этой породы отличаются довольно сильной привязчивостью к своему владельцу и стараются все время проводить рядом с ним."
    },
    {
        title: "Леонбергер",
        img: require('../../assets/img/breeds/dogs/25-2-735x590.png'),
        text: "У собаки этой породы отмечаются все необходимые качества, которые нравятся человеку. Это любвеобильные существа, преданные своему хозяину. При этом, собака ласковая, веселая и дружелюбная."
    },
    {
        title: "Лхаса Апсо",
        img: require('../../assets/img/breeds/dogs/26-2-735x568.png'),
        text: "У этой породы весьма своенравный характер, и она не позволит, чтобы к ней ставились пренебрежительно. И все же, она беспрекословно подчиняется своему владельцу, а также признает всех членов семьи, но с недоверием относится к чужакам."
    },
    {
        title: "Майоркская овчарка",
        img: require('../../assets/img/breeds/dogs/27-2-735x700.png'),
        text: "Впервые порода появилась на Болеарских островах, принадлежащих Испании, в 16 веке. Использовалась, как пастушья собака."
    },
    {
        title: "Мальтийская болонка",
        img: require('../../assets/img/breeds/dogs/28-2-735x559.png'),
        text: "Эта порода собак пользуется высокой популярностью, поскольку отличается ласковым, дружелюбным характером. Кроме этого, они достаточно умны и быстро осваивают все команды. Темперамент у собак живой и активный, поэтому часто принимают участие в подвижных играх."
    },
    {
        title: "Мопс",
        img: require('../../assets/img/breeds/dogs/29-2-735x551.png'),
        text: "Хорошо приживаются в любой семье, независимо от того, имеются ли еще какие-то животные. Они прекрасно себя чувствуют в любой компании."
    },
    {
        title: "Миттельшнауцер",
        img: require('../../assets/img/breeds/dogs/30-2-735x527.png'),
        text: "Еще не так давно, собаки этой породы находились на службе у различных немецких фермеров. Собака достаточно трудолюбивая и добродушная, поэтому может стать настоящим другом и помощником для человека. Кроме этого, миттельшнауцеры запросто могут защитить, как владельца, так и всех членов семьи."
    },
    {
        title: "Муди",
        img: require('../../assets/img/breeds/dogs/31-2-735x569.png'),
        text: "Это рабочая собака, которая может выполнять различные функции, как охотничьи, так и функции сторожевой собаки. Кроме этого она может стать другом и компаньоном для любого человека."
    },
    {
        title: "Неаполитанский мастиф",
        img: require('../../assets/img/breeds/dogs/33-1-735x494.png'),
        text: "Порода пользуется огромной популярностью из-за импозантной и неординарной внешности. Как правило, эта порода спокойная и неагрессивная в любой обстановке."
    },
    {
        title: "Немецкий боксер",
        img: require('../../assets/img/breeds/dogs/1-9-735x514.png'),
        text: "Считается сильным, уравновешенным и спокойным животным. Кроме этого, собака обладает еще рядом прекрасных качеств, таких как храбрость и бдительность, а также привязанность к хозяину."
    },
    {
        title: "Немецкий дог",
        img: require('../../assets/img/breeds/dogs/2-8-735x557.png'),
        text: "Не смотря на свои внушительные размеры, животное нежное и ласковое. Способны выполнять множество функций. Они могут быть бдительными и грозными охранниками, терпеливыми и уравновешенными няньками, верными друзьями, ненавязчивыми членами семьи и т.д."
    },
    {
        title: "Немецкая овчарка",
        img: require('../../assets/img/breeds/dogs/3-8-735x511.png'),
        text: "Всем известно, что это достаточно умная и сообразительная порода собаки, которая способна выполнять множество функций, хотя основная ее специализация – это охранные функции. Не зря немецкие овчарки служат в армии, в национальной гвардии, в подразделениях, которые специализируются по локализации стихийных бедствий, в том числе в отрядах спасателей."
    },
    {
        title: "Немецкий пинчер",
        img: require('../../assets/img/breeds/dogs/4-8-735x615.png'),
        text: "Это собака, которая наделена природой неуемной энергией, которую следует правильно направлять с раннего возраста, занимаясь каждодневным воспитанием и дрессировкой. Эта собака должна четко знать, что можно, а чего нельзя."
    },
    {
        title: "Немецкий шпиц",
        img: require('../../assets/img/breeds/dogs/5-8-735x551.png'),
        text: "Это собака, которая сильно привязывается к своему хозяину и сильно тоскует, если хозяина нет рядом с ней. Требует своевременного и правильного воспитания."
    },
    {
        title: "Норвежский бухунд",
        img: require('../../assets/img/breeds/dogs/6-8-735x572.png'),
        text: "Отличаются тем, что имеют твердый скандинавский характер и сильный охранный инстинкт. По отношению к людям не проявляют ни малейшей агрессии, при этом различают, где взрослые, а где дети. С детьми ведут себя особенно доброжелательно."
    },
    {
        title: "Норвич-терьер",
        img: require('../../assets/img/breeds/dogs/7-8-735x545.png'),
        text: "По сравнению со многими другими породами терьеров отличается большей выдержанностью, поэтому они не создают лишнего шума и не приводят к чувству излишней нервозности. Кроме этого, порода отличается умом и сообразительностью."
    },
    {
        title: "Ньюфаундленд",
        img: require('../../assets/img/breeds/dogs/10-735x576.png'),
        text: "Порода пользуется огромной популярностью, поскольку считается, что у нее полностью отсутствует агрессия по отношению к человеку и другим животным. Поэтому можно смело говорить, что это очень спокойная собака, с покладистым характером."
    },
    {
        title: "Папильон",
        img: require('../../assets/img/breeds/dogs/8-8-735x582.png'),
        text: "Отличается высоким рейтингом интеллекта, не смотря на свои скромные размеры. Среди декоративных пород находится на 2-м месте по сообразительности. Легко поддается дрессировке."
    },
    {
        title: "Пекинес",
        img: require('../../assets/img/breeds/dogs/9-8-735x546.png'),
        text: "Декоративная порода, которая часто напоминает своему хозяину о своем благородном происхождении. Поэтому любят, чтобы собак этой породы баловали, уделяя им максимум внимания."
    },
    {
        title: "Пиренейская овчарка",
        img: require('../../assets/img/breeds/dogs/10-8-735x545.png'),
        text: "Основная специализация этой породы – это охрана стада. Поэтому широко используется пастухами."
    },
    {
        title: "Пиренейский мастиф",
        img: require('../../assets/img/breeds/dogs/11-8-735x591.png'),
        text: "Не признает чужаков, но по отношению к людям и другим собакам ведет себя спокойно, неагрессивно. Это, прежде всего, надежный друг, обладающий не плохим уровнем интеллекта."
    },
    {
        title: "Пойнтер",
        img: require('../../assets/img/breeds/dogs/12-5-735x588.png'),
        text: "Уникальная порода собак, которая отличается не только силой, но и изяществом. На первый взгляд это достаточно спокойная и флегматичная собака. На самом деле это животное полное энергии внутри, о чем свидетельствует его поведение на охоте."
    },
    {
        title: "Померанский шпиц",
        img: require('../../assets/img/breeds/dogs/1-4-735x628.png'),
        text: "Несмотря на то, что шпиц имеет декоративную внешность, о его характере этого не скажешь, поскольку это бойкая и отважная собака. Поэтому, не смотря на не большие размеры, собака запросто способна постоять за себя и за своего хозяина."
    },
    {
        title: "Пражский крысарик",
        img: require('../../assets/img/breeds/dogs/13-4-735x572.png'),
        text: "Собака спокойная и достаточно умная, поэтому сможет поладить со всеми членами семьи, в том числе и с животными. Прекрасно себя чувствует рядом с детьми, которые любят пошалить."
    },
    {
        title: "Пудель",
        img: require('../../assets/img/breeds/dogs/14-4-735x541.png'),
        text: "Пудели известны тем, что отличаются неординарным внешним видом. При этом, следует отметить, что это активная собака, которая имеет чувство собственного достоинства."
    },
    {
        title: "Ризеншнауцер",
        img: require('../../assets/img/breeds/dogs/15-4-735x583.png'),
        text: "Это достаточно любопытная и подвижная собака, которая ко всем проявляет миролюбие и дружелюбие. Несмотря на это, собака предана своему хозяину и смело его будет защищать."
    },
    {
        title: "Родезийский риджбек",
        img: require('../../assets/img/breeds/dogs/16-3-735x534.png'),
        text: "Благодаря наличию примеси «горячей» африканской крови, эти собаки характеризуются, как смелые и отважные."
    },
    {
        title: "Ротвейлер",
        img: require('../../assets/img/breeds/dogs/17-3-735x524.png'),
        text: "Свое название порода получила от города Ротвайль и представляет старейшую породу пастушьих собак."
    },
    {
        title: "Русская псовая борзая",
        img: require('../../assets/img/breeds/dogs/18-3-735x506.png'),
        text: "Это одна из пород охотничьих собак, которая проявляет агрессию к различным животным. У нее достаточно хорошее зрение и сила. Бегает очень быстро, особенно на коротких дистанциях."
    },
    {
        title: "Русский охотничий спаниель",
        img: require('../../assets/img/breeds/dogs/19-2-735x551.png'),
        text: "Эта собака может стать настоящим другом и компаньоном, при этом любит подвижные игры и длительные прогулки. Ведет активный образ жизни, заряжая энергией окружающих."
    },
    {
        title: "Русский той-терьер",
        img: require('../../assets/img/breeds/dogs/20-3-735x630.png'),
        text: "Эта порода беззаветно преданно относится к своему хозяину, при этом у собаки веселый и игривый нрав. Кроме этого, он легко поддается дрессировке."
    },
    {
        title: "Салюки",
        img: require('../../assets/img/breeds/dogs/21-3-735x559.png'),
        text: "Их еще называют персидскими борзыми. Они отличаются независимым характером, но при этом уравновешенные и терпеливые животные. Способные преследовать добычу длительное время."
    },
    {
        title: "Самоедская собака",
        img: require('../../assets/img/breeds/dogs/22-3-735x623.png'),
        text: "Называется порода еще, как самоедская лайка и характеризуется, как уникальная, поскольку имеет оригинальный внешний вид, а также врожденное дружелюбие."
    },
    {
        title: "Сенбернар",
        img: require('../../assets/img/breeds/dogs/23-3-735x542.png'),
        text: "Это достаточно крупная порода собак, хотя и имеет мягкий и покладистый нрав. Собака одинаково нежно относится ко всем членам семьи, а особенно к детям."
    },
    {
        title: "Сиба-ину",
        img: require('../../assets/img/breeds/dogs/24-3-735x535.png'),
        text: "У собаки достаточно независимый нрав, поэтому требует постоянного внимания и контроля поведения. Без помощи специалистов правильно воспитать и обучить животное достаточно тяжело."
    },
    {
        title: "Сибирский хаски",
        img: require('../../assets/img/breeds/dogs/25-3-735x512.png'),
        text: "Причислена к довольно редкой породе собак. У собаки на природном уровне заложена любовь к человеку и ни грамма агрессии."
    },
    {
        title: "Среднеазиатская овчарка",
        img: require('../../assets/img/breeds/dogs/26-3-735x575.png'),
        text: "Алабаи, так еще называют эту породу собак, отличаются уравновешенным и незлопамятным характером. В случае агрессии, она в первую очередь предупреждает человека громким лаем."
    },
    {
        title: "Тайваньская собака",
        img: require('../../assets/img/breeds/dogs/1-10-735x525.png'),
        text: "Порода обладает отличным обонянием, зрением и слухом. Это сильная и бесстрашная порода, преданная своему хозяину. Проявляют крайнее недоверие к незнакомым людям."
    },
    {
        title: "Тибетский терьер",
        img: require('../../assets/img/breeds/dogs/2-9-735x541.png'),
        text: "Специалисты считают, что это самая ласковая и дружелюбная порода собак, которая с легкостью доверяется самым незнакомым людям."
    },
    {
        title: "Тоса-ину",
        img: require('../../assets/img/breeds/dogs/3-9-735x561.png'),
        text: "Можно сказать, что это настоящие воины, которые не чувствуют боли. Они атакуют моментально, без всякого предупреждения, поэтому с ними следует быть осторожными."
    },
    {
        title: "Уиппет",
        img: require('../../assets/img/breeds/dogs/4-9-735x578.png'),
        text: "История свидетельствует, что основное направление жизнедеятельности этой породы заключается в охоте на зайцев. Отличается изящной фигурой, но при этом представляет сильную и быструю собаку, с уравновешенной психикой."
    },
    {
        title: "Фараонова собака",
        img: require('../../assets/img/breeds/dogs/5-9-735x488.png'),
        text: "Порода, которая быстро специализируется, поскольку легко воспитывается и быстро обучается. К человеку не проявляет никакой агрессии и очень предана своему хозяину. Не любит оставаться в одиночестве и сильно тоскует."
    },
    {
        title: "Финская гончая",
        img: require('../../assets/img/breeds/dogs/6-9-735x524.png'),
        text: "Это настоящие охотники, поэтому любят много гулять вместе с хозяином. Порода активная только на охоте, а в обычной обстановке несколько флегматичная, при этом дружелюбная по отношению к человеку."
    },
    {
        title: "Финский лаппхунд",
        img: require('../../assets/img/breeds/dogs/7-9-735x546.png'),
        text: "Настоящие роботяги, которые приспособлены к самым суровым условиям, а также, к самой опасной и сложной работе."
    },
    {
        title: "Французский бульдог",
        img: require('../../assets/img/breeds/dogs/8-9-735x627.png'),
        text: "Всегда ревностно защищают свою территорию, но при этом находят общий язык со всеми членами семьи."
    },
    {
        title: "Ханаанская собака",
        img: require('../../assets/img/breeds/dogs/9-9-735x531.png'),
        text: "У собаки довольно независимый и принципиальный характер, но это совсем не означает, что она не любит своего хозяина и не предана ему. Предпочитают вести стайный образ жизни и чувствуют иерархию. Находясь в семье, они ведут себя, как в стае, подчиняясь своему хозяину (вожаку)."
    },
    {
        title: "Ховаварт",
        img: require('../../assets/img/breeds/dogs/10-9-735x552.png'),
        text: "Самоуверенная и подвижная порода собак, но при этом ведет себя спокойно и интеллигентно. Может быстро реагировать на внешнюю опасность."
    },
    {
        title: "Хорватская овчарка",
        img: require('../../assets/img/breeds/dogs/11-9-735x551.png'),
        text: "Взрослые, воспитанные особи отличаются сообразительностью и ловкостью. Высоко ценит общение с человеком."
    },
    {
        title: "Чау-чау",
        img: require('../../assets/img/breeds/dogs/12-6-735x548.png'),
        text: "По заключению специалистов, порода чау-чау отличается острым и тонким умом, а также независимым нравом. Поэтому у собаки высоко развито чувство собственного достоинства. Это можно заметить по тому, что она не принимает много ласки и предпочитает держаться на расстоянии."
    },
    {
        title: "Чинук",
        img: require('../../assets/img/breeds/dogs/13-5-735x506.png'),
        text: "Это сильная, энергичная и живая собака, которой нужны постоянные физические нагрузки."
    },
    {
        title: "Чихуахуа",
        img: require('../../assets/img/breeds/dogs/14-5-735x588.png'),
        text: "Существует две разновидности породы – длинношерстная и короткошерстная. Они отличаются не только различной длиной шерсти, но и характером поведения."
    },
    {
        title: "Шарпей",
        img: require('../../assets/img/breeds/dogs/15-5-735x544.png'),
        text: "Шарпеи характеризуются, как собаки, которые имеют покладистый характер, а также ум и сообразительность. Они привязываются к своему хозяину и в домашней обстановке проявляют дружелюбие по отношению ко всем членам семьи."
    },
    {
        title: "Шапендуа",
        img: require('../../assets/img/breeds/dogs/16-4-735x567.png'),
        text: "Тело собаки покрыто густой шерстью с подшерстком голубовато-седого окраса, хотя эта порода может иметь различную расцветку."
    },
    {
        title: "Шотландская овчарка",
        img: require('../../assets/img/breeds/dogs/17-4-735x610.png'),
        text: "Это собака не большого размера с длинной шерстью, которая отличается довольно красивым внешним видом. При этом она лишена неуклюжести и грубости."
    },
    {
        title: "Шипперке",
        img: require('../../assets/img/breeds/dogs/18-4-735x469.png'),
        text: "Сторожевая собака не больших размеров, характеризующая как чуткая. Собака энергичная и держит незнакомых людей на расстоянии. Кроме этого, собака любознательная и активно интересуется окружающим миром."
    },
    {
        title: "Ши-тцу",
        img: require('../../assets/img/breeds/dogs/19-3-735x562.png'),
        text: "Декоративная собака, достаточно активная, с независимым характером. Порода умная и дружелюбная по отношению к человеку. Одинаково ласково относится ко всем членам семьи, хотя любит больше всего своего хозяина."
    },
    {
        title: "Эрдельтерьер",
        img: require('../../assets/img/breeds/dogs/20-4-735x568.png'),
        text: "Эта порода больше подходит для подвижных, жизнерадостных людей и противопоказана людям ленивым и малоподвижным. Требует большого жизненного пространства и постоянного внимания."
    },
    {
        title: "Эстонская гончая",
        img: require('../../assets/img/breeds/dogs/21-4-735x542.png'),
        text: "Охотничья порода собаки, которая отличается довольно упрямым характером, если не начать своевременно и квалифицированно ее обучать и дрессировать. Предпочитает много двигаться, в том числе и с другими собаками, так как не проявляет лишней агрессии."
    },
    {
        title: "Эштрельская овчарка",
        img: require('../../assets/img/breeds/dogs/22-4-735x594.png'),
        text: "Это смелая и энергичная порода с быстрой реакцией. Воспитанная собака послушно выполняет все команды своего хозяина. Различает взрослых и детей, с которыми ведет себя спокойно и покладисто."
    },
    {
        title: "Ямтхунд",
        img: require('../../assets/img/breeds/dogs/24-4-735x552.png'),
        text: "Эта порода представляет шведскую лайку, которая отличается смелостью, энергичностью, упрямством, верностью и общительностью. Это спокойная и ласковая собака, привязанная к хозяину, а также к остальным членам семейства. Собака постоянно находится в человеческом обществе, так как постоянно в этом нуждается."
    },
    {
        title: "Японский хин",
        img: require('../../assets/img/breeds/dogs/25-4-735x553.png'),
        text: "Создается такое впечатление, что эта собака лишена голоса, поскольку редко, когда лает. У нее нет и намека на агрессию, но при этом она не требует к себе лишнего внимания. Обучается легко и быстро. Выполнять команды не спешит и создается впечатление, будто собака упрямая. На самом деле по природе – это обычный флегматик."
    },
    {
        title: "Японский шпиц",
        img: require('../../assets/img/breeds/dogs/26-4-735x551.png'),
        text: "Симпатичное животное не большой величины, из-за чего пользуется у людей популярностью и вниманием. Животное весьма активное и преданное своему хозяину. Кроме этого собака бесстрашная и вполне может послужить прекрасным сторожем. Прекрасно ладит, как с детьми, так и с людьми пожилого возраста."
    }
]

export default items;